{"question": "5. Conclusions\n\nOur study assessed the impacts of climate variables and droughts in the Orinoco River Basin using a combination of Earth observation data and surface observations. Our key findings include the following:\ni. El Niño events worsen the region’s drought conditions, while Atlantic SST variability has less influence.\nii. Long-term surface warming trends increase the evapotranspiration demand, aggravating drought conditions. However, vegetation greenness remains high despite high surface temperatures, suggesting that temperature alone does not significantly affect vegetation phenology and root zone water reserves. A sustained rainfall deficit is necessary to cause observable changes in the vegetation and soil conditions.\niii. Droughts severely impact the infiltration–percolation process, affecting the long-term recharge rate of aquifers and their ecological flow contributions.", "regional_group": "Latin American and Caribbean States", "geographical_scopes": ["Large regions"], "main_country_focus": ["Venezuela", "Colombia"]}
{"question": "Our study demonstrates the value of using a combination of Earth observation data and surface observations for a broad-scale, comprehensive assessment of drought impacts. This approach enables a deep understanding of drought dynamics over large geographical areas, providing crucial insights into potential implications for water availability, agricultural productivity, and overall ecosystem health.", "regional_group": null, "geographical_scopes": ["Large regions"], "main_country_focus": []}
{"question": "Given the increasing occurrence and intensity of droughts, our study underlines the urgent need for proactive, adaptive management strategies. It highlights the importance of recognizing and understanding the impacts of anomalously hot months and potential changes in hydrological regimes to mitigate adverse effects on ecosystems and human populations. This research also urges policymakers to use this knowledge to make informed decisions regarding sustainable water management practices in the face of the mounting challenges posed by climate change.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "However, our study also has some limitations that need to be addressed in future research. For instance, we did not analyze the couplings between atmospheric and oceanic modes of variability and the changes that occur at different time scales in the biophysical variables of the basin during the presence of dry conditions. Moreover, we did not consider other drought indices that could provide complementary information on different aspects of drought severity and duration. Therefore, more research is needed, using more sophisticated methods to explore these aspects and to improve our understanding of the complex interactions between climate variability and drought impacts in the Orinoco River Basin.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Conclusion\n\nThe aim of the current study was to investigate whether students’ gender and minority background were moderators of teacher expectation effects for mathematics outcomes as well as self-concept and subjective task value in the mathematics domain. This study adds to the current knowledge base by empirically studying moderator effects of both gender and minority background. Additionally, whereas previous research mostly investigated self-concept only, we investigated the association between teacher expectations and students’ self-concept as well as their subjective task values (intrinsic and utility value).", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Research question 1\nRegarding the first research question, in line with societal stereotypes and after controlling for students’ beginning-of-year mathematics achievement, teacher expectations were higher for Asian and lower for Māori, compared with NZ European students. These findings are in line with previous research in the same context (Turner et al., 2015), but also corroborate findings from other educational systems that teachers differentiate in their expectations based on students’ minority background (e.g., Glock & Krolak-Schwerdt, 2013; Tenenbaum & Ruck, 2007; Timmermans et al., 2015, 2018). However, contrary to the expected stereotypes, expectations within the domain of mathematics were higher for girls than for boys. This finding is inconsistent with earlier research as it has also been found that, in line with stereotypes, girls have been the target of low expectations in mathematics (Jussim et al., 1996). However, there is also some evidence (Jaremus et al., 2020) that expectations for girls and boys in mathematics at the elementary and middle school level are less differentiated (e.g., Gentrup & Rjosk, 2018) and that it is at higher levels of schooling (secondary and tertiary) where teachers tend to have higher expectations for boys in the STEM fields. Perhaps, this finding is a reflection of teachers more often disapproving of boys’ classroom behavior, causing boys generally to be perceived as academically poorer students (e.g., Bennett et al., 1993; Harlen, 2005; Hecht & Greenfield, 2002; Kenney-Benson et al., 2006). Moreover, the New Zealand public have been made aware of societal stereotypes related to girls in STEM and how greater numbers of girls need to be encouraged into these fields (e.g., https://www.curiousminds.nz/actions/community/women-and-girls/). It may be that this information has led teachers to more carefully consider the capabilities of girls in mathematics. All in all, these findings suggest that for students with comparable levels of achievement in the mathematics domain, teachers may hold different expectations because of their gender or ethnicity.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Moreover, after controlling for background variables and beginning-of-year achievement, student self-concept and, to a lesser extent, interest in mathematics were associated with teachers’ expectations. This implies that teachers base their expectations on a wider range of student characteristics than just achievement and demographic background (Timmermans et al., 2016, 2019). Teachers’ expectations for the academic achievement of elementary school students have been found to be positively related to students’ perceived assertiveness, independence (Alvridez & Weinstein, 1999; Bonvin & Genoud 2006; Rubie-Davies, 2010), self-confidence (Driessen, 2006; Rubie-Davies, 2010), and self-concept (Upadyaya & Eccles, 2015). These studies have indicated that teachers tend to have higher expectations of a student they perceive of as independent, more confident, or with a greater self-concept. Although it is generally assumed that teachers use these student attributes in shaping their expectations (e.g., Rubie-Davies, 2008), the empirical evidence is still rather limited. The current finding therefore presents an important addition to the limited evidence base.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Research question 2: Regarding the second research question, teachers’ beginning-year expectations were predictive of achievement and self-concept of students at end-of-year. For mathematics achievement, these findings correspond to numerous studies showing that differential expectations are confirmed in generally small to moderate self-fulfilling prophecies in various academic domains (e.g., Jussim & Harber 2005; Rubie-Davies 2008; Tenenbaum & Ruck, 2007; Wang et al., 2018). The finding that beginning-of-year teacher expectations are not only predictive of achievement but also of students’ self-concept is an important contribution for two reasons. First, many previous studies have failed to take initial self-concept into account; therefore, it has remained largely unknown whether the reported positive associations were spurious. Second, children’s perceptions of themselves affect their motivation and subsequent behavior (Bandura, 1986; Dweck & Leggett, 1988; Harter, 1983; Marsh, 1990). The finding that teacher expectations are predictive of later student self-concept is in line with Expectancy-Value Theory (Eccles, 1983). It seems that the teachers’ expectations serve as an evaluation of a significant other (e.g., Bong & Skaalvik, 2003; Gniewosz et al., 2014; Shavelson et al., 1976), and when felt and regarded as support and acceptance by students, these expectations lead the student to evaluate themselves more positively (Liu & Wang, 2008).", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Previous research had shown positive correlations between teacher expectations and subjective task values, as expectations were positively related to utility value (e.g., Benner & Mistry, 2007; Boerma et al., 2016; Gilbert et al., 2014; Lazarides and Watt, 2015) and intrinsic value (Woolley et al., 2010). The current study, however, failed to find this association. Various methodological differences may account for the difference in findings. Some prior studies tested this association in a different or combined subject domains (Benner & Mistry, 2007; Boerma et al., 2016), or included students’ perceptions of teacher expectations instead of teacher ratings (Gilbert et al., 2014; Lazarides & Watt, 2015; Woolley et al., 2010). Furthermore, all studies above are based on data collections in which teacher expectations and task values were collected at a single moment. Perhaps, once controlled for beginning-of-year levels of intrinsic and utility value, teacher expectations are not strong enough to predict intrinsic and utility value about 8 months later. Alternatively, although it may be assumed that attitudes of socializers (i.e., teachers) affect students’ subjective task values (Wigfield & Eccles, 1992, 2000), this perhaps holds for other teacher attitudes but potentially does not include teachers’ performance expectations.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Research question 3: Regarding the third research question, we expected that gender and minority background would moderate the effects of teacher expectations on mathematics performance (e.g., Boerma et al., 2016; McKown & Weinstein, 2002), with larger effects of expectations for stigmatized groups (girls in mathematics, students with minority backgrounds). In the current study, we did not find evidence for moderation effects of gender and minority background, which implies that, at least in the current sample, the effects of teacher expectations were of roughly similar magnitude for various student groups.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Strengths and limitations: In interpreting the results of this study, a number of strengths and limitations need to be considered. Many available studies investigating the association between teacher expectations and subsequent student self-concept and task values have failed to control for measures of current levels of achievement and self-concept. It is therefore not possible from these studies to disentangle teacher expectation effects on these outcomes from potentially higher initial expectations for more confident, efficacious, or interested students (Timmermans et al., 2016). A major strength of the current study was the design with measures at both the beginning and end-of-school year and therefore the possibility to control for beginning-of-year ratings of students’ self-concept and task values. Therefore, the association that higher teacher expectations at beginning-of-year are predictive of greater self-concept at end-of-year and of the absence of an association with end-of-year intrinsic and utility value is possibly a more reliable and robust finding than that of earlier studies. Nevertheless, we cannot infer general conclusions about causal effects of teacher expectations as a potential important confounder may have been omitted from the multilevel models.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Moreover, the sample of the study consisted of 1663 students and their teachers from three intermediate schools in the geographical Auckland area. Although the sample was of reasonable size at the student (n = 1663) and teacher (n = 42) level, the number of participating schools is rather small. Nevertheless, in the selection of the three participating intermediate schools, variation in student population in relation to socioeconomic status was explicitly considered. For future research, it would be beneficial to assess the generalizability of these associations using samples consisting of more schools. Moreover, it remains worthwhile to replicate this study in various contexts, educational systems (outside the Auckland area), and for different age groups, in order to investigate the generalizability of the findings.", "regional_group": "Oceania", "geographical_scopes": [], "main_country_focus": ["New Zealand"]}
{"question": "5. Conclusions: This study presented a consolidated framework for the vulnerability assessment of rural communities by indicating that rural–urban linkages are crucial in influencing flood vulnerability. To do so, this paper presented a thorough review of the concept of vulnerability, its components, and conceptual frameworks, as well as the examination of terms “rural” and “urban”, interaction theories, and a general understanding of rural–urban linkages. Theories and conceptual frameworks facilitated to identify factors that drive variation in rural–urban linkages and flood vulnerability. The review suggested that rural–urban linkages can be essential in influencing vulnerability of flood-prone rural communities which have not been given attention in previous conceptual frameworks. Thus, rural vulnerability to floods should not be studied in isolation, rather its relationship with urban areas is important to consider. It should not only be defined by the internal characteristics of its residents but also by considering the changing rural–urban interactions. Thus, rural–urban linkages may also provide an opportunity to reduce vulnerability of rural communities. The framework highlights to understand the multi-dimensional, differential, and dynamic nature of vulnerability and rural–urban linkages, the interaction between them, as well as the driving forces that shape the overall flood vulnerability of rural communities. Further, the role of city size and proximity is identified as an important research gap which is widely neglected in the discourse of flood vulnerability and could be imperative for improved understanding of rural vulnerability. The framework is useful for application at the local level in developing countries. It provides multiple and broad aspects for investigation and hence can be applied in any flood-affected rural area by using their context-specific information. For example, socioeconomic, physical, institutional factors differ spatially and temporally and so are the flows. Moreover, the framework is not limited to flooding (even though the discussion revolves around flood hazards) and can be a vade mecum for other hazards considering their character and scope of impacts. For example, droughts or extreme temperatures may not affect physical infrastructure in the same way as flooding and thus linkages as well as resulting vulnerability. In this context, the framework can guide factors and the nature of influence on linkages to examine vulnerability for other hazards and propose vulnerability and risk reduction measures accordingly. Furthermore, the effectiveness of the proposed framework can be evaluated and validated through empirical investigations. The framework is flexible and allows both qualitative and quantitative assessment of overall vulnerability based on the dynamics of rural–urban linkages. It gives freedom to develop area and hazard specific indicators and looks at overall vulnerability from the holistic and integrated perspective. Moreover, various methodological and analytical frameworks can be developed depending on different disciplines. The proposed framework has its limitations, it only considers rural areas as flood-prone and vulnerable and does not underscore how changing linkages and resulting vulnerability can indirectly affect urban areas/cities and vice versa. Moreover, urban–rural interrelationships and their related issues may vary across various regions of the world. The paper endorses that rural–urban linkages must be incorporated into vulnerability assessments of rural communities. The proposed framework can support disaster risk reduction and climate change adaptation of rural communities by highlighting the role of cities on which rural population depends. Considering this, in addition to rural areas, necessary measures can be developed to enhance the capacities of cities so that they can support rural areas. In this context, better information delivery mechanisms, short- and long-term employment opportunities in cities, controlling price inflation, the smooth and continuous supply of goods and services, intelligent investment decisions in the reconstruction and rehabilitation phase will be the relevant areas for policymaking to strengthen linkages, curtail vulnerability, and reduce disaster risk. Finally, the framework can be a useful tool in increasing awareness among disaster managers, regional planners, and policymakers at the local and regional levels regarding the complex and dynamic nature of vulnerability. It also calls to bring professionals from different fields—especially from climate change and disaster risk as well as regional and rural development planning communities—to coordinate and work together to gain an accurate understanding of rural–urban linkages and associated factors that determine flood vulnerability. It helps to prioritize the potential areas of intervention and delineate proper plans to support rural–urban linkages and reduce flood vulnerability as indicated earlier. The proposed framework contributes to recognize priority 1 of SFDRR, SDGs (goal 11 and 13), and a new urban agenda through enhanced understanding of vulnerability by suggesting the importance of linkages and facilitating the link between spatial planning and vulnerability discourse.", "regional_group": "World", "geographical_scopes": ["Small regions"], "main_country_focus": []}
{"question": "5. Conclusion: When the case studies are examined, it is seen that economic, social and environmental constraints affect the solution. On the other hand, protecting the environment for future generations and efficient use of resources can be stated as a summary of environmental sustainability. Economic activities should not threaten natural ecosystems with limited resources and capacity. In this context, logistics centres, which save energy and resource use in the location selection model within the scope of green ports, are an important solution alternative for regions disadvantaged in terms of air pollution, traffic congestion and emissions. Thanks to the consolidation and connection of low-emission transport modes to be provided by logistics centres, greenhouse gas emissions caused by transportation and transportation activities will be reduced.", "regional_group": null, "geographical_scopes": ["Small regions"], "main_country_focus": []}
{"question": "Based on the findings obtained, the criteria that will guide the construction of a new port can be reached from the said port investigations. As a matter of fact, while it cannot be expected that a port will have all the criteria at the same time, all of the port preference criteria have similar importance weights. In particular, the difference between port location, port fees and port infrastructure criteria is around 1.5%. This showed that there is no indispensable criterion for the selection of the main port within the scope of the study, and that all criteria must be found in the main port concept in a relationship. The importance weight of the proximity to the market and hinterland criteria was found to be 23.6%. Because proximity to the market and hinterland are related to how full the ship can leave the port at a point or how close it is to customer or industry needs. This criterion has been found to be the most important port selection criterion in many studies in the literature on port selection and the order of importance of port criteria. Right after this comes the port location criterion. This criterion is a criterion that directly affects the operational cost of the ship. The location of the port must give the ship a minimum deviation from its main course. At the same time, this criterion is closely related to proximity to the market and hinterland. As it can be understood from here, due to the technical and financial extra costs of the green port implementation, as well as the sanction burden of the green port implementation legislation, the location and proximity to the market criteria are much more decisive than ecological factors in the selection of the port establishment location.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "On the other hand, when the relevant literature is evaluated; It can be said that there are few studies on which criteria should be considered in order for ports to receive green port certification, and besides, very different criteria are considered in these studies, that is, there is no unity. When this literature is examined in general; it can be said that the criteria of air pollution, water pollution, energy management and waste management come to the fore. It is natural for these criteria to come to the fore, as environmental issues are primarily considered in almost every sector that aims to alleviate the intensity of pollution, which is increasing day by day. In future studies, the potential of ports to be green ports can be evaluated. From this point of view, it can be suggested as a suggestion for ports that do not have green port certification to consider successful green port examples as role models. In addition, it can be said that the use of Multi-Criteria Decision Making (AHP, VIKOR, TOPSIS, ELECTRE etc.) techniques will give more accurate results, since it is a subject that requires consideration of both numerical and non-numerical criteria for studies to evaluate green port performances. In this context, it can be stated as another suggestion that ports should perform benefit, opportunity, cost and risk analysis and this can be resolved by the Analytical Network Process-Benefit, Opportunity, Cost and Risk (ANP-BOCR) method. In addition, the DEMATEL Method, which is frequently used in considering the relationships between the criteria, may be one of the techniques that researchers may prefer. However, it can be stated that the studies are generally published in journals such as \"\"The Asian Journal of Shipping and Logistics, Transportation Research Part\"\" and \"\"Research in Transportation Business & Management\"\" and that researchers may turn to these journals. As a result, the ever-decreasing resources and increasing pollution have brought the concept of sustainability to a more important dimension. The concept of sustainability, which is based on meeting the needs of the present generation without ignoring the needs of future generations, has made the ecological environment a priority and a demanded criterion in almost every sector. Green port and green logistics activities aiming to protect the environment can be given as examples. In this context, when environmental sustainability awareness is considered, the necessity of increasing the number of studies related to it emerges.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Conclusion: In summary, the previous evidence and present study suggest that yoga is an acceptable and safe intervention, which may result in clinically relevant improvements in pain and functional outcome associated with a range of musculoskeletal conditions such as muscular dystrophy, osteoarthritis, rheumatoid arthritis, etc. The present study would suggest that 1 week of yoga therapy (IAYT) may be useful in decreasing pain and increasing functional mobility in these patients over time.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "The findings of this study demonstrate that distance of human dwellings to irrigated agriculture influences indoor Anopheles mosquito abundance and risk of malaria infection despite intensive malaria control and bed net usage. Further, this study reveals important effects of socioeconomics on malaria epidemiology; there is a linear relationship between the household wealth index and malaria risk. As the number and sizes of irrigation schemes expand in Malawi and the sub-Saharan region to boost economic growth and mitigate food insecurity concerns, it becomes important to consider how these types of economic improvements could affect malaria risk, particularly for those living in close proximity to irrigated sites. Appropriate control measures to curb malaria transmission enhanced by irrigated sites is imperative. It is important to maximize impact of available malaria control by ensuring adequate LLIN coverage and access to prompt treatment. Other additional measures may include larval source reduction through careful water resource management and larviciding of larval habitats, and indoor residual spray of insecticide for households near irrigation schemes among others. Future studies are needed to evaluate the impact of a community-led implementation of these control strategies on larval and adult vector abundance and malaria risk within irrigated agroecosystems.", "regional_group": "African States", "geographical_scopes": [], "main_country_focus": ["Malawi"]}
{"question": "5 Conclusion Strict environmental regulations and EU targets aimed at decreasing the level of CO2 emissions have placed the electrification of the transport system at the centre of policy attention. However, it gives rise to the new challenges regarding the possible impact of PHEVs penetration on power system stability. The problem is not only possible supply problems, but also within the network itself, which might not be able to deliver the needed power to some areas.", "regional_group": "Western European", "geographical_scopes": ["Global"], "main_country_focus": []}
{"question": "The results show that the current grid might be unable to deal with the increasing load of PHEVs. Under the fixed price and time of use rate, a new peak will emerge in the late evening and this peak in many cases is higher than the existing peak without PHEVs. Therefore, there is a great possibility of congestion in the network, loss of voltage and frequency, and ultimately black outs. A similar situation holds for the controlled off peak charging under time of use rate. In comparison with uncontrolled charging, time of use rate does not provide a lower peak demand and it only decreases the duration of peak. These results suggest that even controlled off peak charging has a limited capacity and cannot be accounted as a comprehensive solution to the problem of PHEV's load.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "However, the simulation results show that real time pricing in the smart grid environment will not deteriorate the current peak demand. Instead, the smart grid effectively distributes the demand over the off peak period. In winter, when the system reliability concerns increase, it can be seen that no new peak emerges. Similarly, in the summer the maximum demand including PHEVs is lower than the existing peak demand without PHEVs. Therefore, by the aid of demand response in the smart grid environment, accommodating a huge number of PHEVs becomes technically and economically feasible.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Conclusion The present paper analyzes and assesses from technical, economic and environmental viewpoints different initiatives in energy sector aiming at increasing energy efficiency in end use and reducing overall carbon emissions. Results are based on local energy planning studies for five **Italian** urban areas with about fifty thousand inhabitants. The analysis has been developed in order to reach generally applicable criteria suitable to evaluate the local energy policy contribute to the greenhouse gas (GHG) emissions reduction. The results point out the important contribution in GHG emission reduction coming from municipal institution, and the important role played by the municipalities in driving energy saving initiatives.", "regional_group": null, "geographical_scopes": ["Local or subnational"], "main_country_focus": []}
{"question": "CONCLUSION There was a very clear effect of seasonal temperature change on the burrowing rate, valve closure behaviour and locomotory speed in _A. anatina_. In addition, stark differences were seen in the oxygen consumption rates between summer- and winter-acclimatized _A. anatina_. We found only very limited evidence of thermal compensation. We are unaware of any data relating the behaviours we studied to temperature change; however, a comparison of previously published data examining the effects of temperature change on oxygen consumption from a range of bivalves is possible. Evidence from a number of marine (Newell and Pye, 1970a; Newell and Pye, 1970b; Widdows, 1973; Newell et al., 1977; Pernet et al., 2007; Resgalla et al., 2007; Pernet et al., 2008; Riascos et al., 2012) and freshwater (Hornbach et al., 1983; Baker and Hornbach, 2001; Alexander and McMahon, 2004) bivalve species indicates that bivalves compensate oxygen consumption rates at intermediate, and in some species, higher temperatures, while there is no evidence of compensation at lower temperatures. As our primary interest was the difference between summer- and winter-acclimatized mussels, we did not measure oxygen consumption rates in _A. anatina_ at intermediate temperatures as well, and cannot conclusively say whether _A. anatina_ partially compensates oxygen consumption at intermediate temperatures. Nonetheless, from Experiment 2, it is clear that there is no compensation of oxygen consumption rates evident between the summer and winter temperatures. If we consider parameters other than just the oxygen consumption for which we do have measurements at intermediate temperatures, i.e. Experiment 1's monthly measurements of BRI, valve closure duration and frequency and locomotory speed, we can see from the R–T plot linear regression parameters that there is only slight evidence of partial compensation for BRI and inverse compensation of locomotion, while valve closure behaviour was not compensated. Consequently, we would not expect to find significant compensation of the oxygen consumption rates at intermediate temperatures either.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "The lack of seasonal acclimatization to cold, winter temperatures seen in _A. anatina_ and the aforementioned species may be an energy-saving mechanism, allowing for a thermodynamically driven reduction in energetic requirements, which would correlate with seasonal reductions in food supply. This parallels similar conclusions from another study of the marine gastropod _Littorina saxatalis_ (Sokolov et al., 2003). Cold-acclimated specimens from the White Sea (where food is extremely scarce in winter) had a significantly lower metabolic rate than cold-acclimated conspecifics from the North Sea, which continue to feed and be active in winter. Yet warm-acclimated specimens from both areas had comparable oxygen consumption rates, and were both significantly higher than cold-acclimated rates.", "regional_group": "Western European", "geographical_scopes": ["Large regions"], "main_country_focus": []}
{"question": "One theoretical model that integrates dynamic energy budgeting (Kooijman, 2000) and the oxygen and capacity limitation of thermal tolerance (OCLTT) model (Pörtner, 2012) suggests that as acute thermal stress increases, oxygen supply and, as a consequence, oxygen consumption become increasingly limited, which leads to a progressive limitation in biological functioning. Working through a hierarchy of biological functions, an animal will progressively switch off less essential functions as oxygen supply and consumption become more limited. The first to go are lipid and carbohydrate storage, then reproduction and growth, followed by activity and finally homeostatic maintenance (Sokolova et al., 2012; Sokolova, 2013). What is neglected here is the process of feeding, which can come at a considerable energetic cost, provoking a significant increase in metabolic rate in bivalves (Lurman et al., 2013). Thus, we would expect that feeding would be one of the first processes, along with storage, that would be switched off, although in winter this may occur in response to a restricted food supply (see below). Much more work needs to be done to determine whether this model can be equally applied to acclimatization processes in _A. anatina_ and other animals, or whether all biological processes are downregulated/upregulated to the same degree as a result of decreasing/increasing temperature, such that the entire system is thermodynamically driven, or whether less essential biological functions are switched off in winter. We predict that it may turn out to be a mix of both.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "We are unable to know whether other biological rates such as feeding, growth or cellular processes were compensated as a result of seasonal temperature; however, the fact remains that _A. anatina_ did not (within the experimental errors of this study) thermally compensate BRI, valve closure behaviour, locomotory speed or oxygen consumption. Given that this species is in a temperate zone and experiences wide seasonal thermal variation as well as temperature fluctuations across days (rather than hours), current theory would suggest it should be highly plastic between seasons. These are all the conditions where we would expect thermal plasticity to evolve (Gabriel and Lynch, 1992; Angilletta, 2009). So, why do they not acclimatize? In short, because there is no evolutionary pressure to do so as the costs may outweigh the benefits. As exemplified by fishes, the primary factor driving thermal compensation is predation. A fish is either a predator or prey. In either case, it is of obvious advantage to maintain locomotory performance. Consequently, cold acclimation typically leads to compensation of a suite of biological processes that ultimately affect locomotion (e.g. Johnston and Temple, 2002; Woytanowski and Coughlin, 2013). Changes typically include alterations in the energy production machinery either at a molecular level, taking the form of alterations in enzyme isoform expression and membrane lipid compensation, or at the cellular level, with changes in mitochondrial volume density (Sidell, 1983; Johnston et al., 1998; Guderley, 2004b; Abele, 2012). In the muscle itself, there can be changes in ion channel function (McArdle and Johnston, 1982; Godiksen and Jessen, 2002) as well as changes in muscle fibre protein composition (Johnston and Temple, 2002; Tattersall et al., 2012) and recruitment order (Rome, 1990; Catalán et al., 2004). At a physiological level, there are also changes in cardiac function (Keen and Farrell, 1994; Lurman et al., 2012). These factors combined lead to maintained swimming performance despite changes in temperature, and thus maintained ability to out-swim predators or catch prey. Of course we cannot rule out similar molecular or cellular acclimation processes in _A. anatina_, despite our integrative measures generally showing otherwise.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Indeed, similar compensatory mechanisms have been identified in bivalves (Abele, 2012). The only examination of bivalve locomotory performance we can find showed that swimming performance in the scallops _Chlamys islandica_ and _Euvola ziczac_ was not affected by changes in temperature; however, the recovery duration was prolonged (Guderley, 2004a). This can be explained in part by the fact that swimming is anaerobic, and thus relatively temperature independent. Recovery, by contrast, depends upon aerobic machinery, which is in turn dependent upon metabolic rates set, at least in part, by temperature.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "With respect to _A. anatina_, there is no reason to believe that these mussels are predated upon in their natural setting. What is more, even if they were, they would have no chance of out-running a predator given that their maximal ‘walking’ speed is less than 1 cm min−1 between 20 and 26°C. Indeed the best strategy they can, and indeed do, adopt is to simply shut their valves and wait for any predator to leave. In light of this, the longer a mussel can stay closed, the better. The consequence of which is that their metabolic rates are kept as low as possible. Moreover, these mussels are not active predators and compensation of locomotory rates to enable prey capture is equally unnecessary, and with respect to keeping the metabolic rate low, also of potential disadvantage. If they want to increase their feeding rate they must simply increase filtration rates, as seen in other bivalves (Thompson and Bayne, 1972; Riisgård et al., 2003). However, given that algal concentrations in freshwater bodies are generally low in winter months, there is little reason to increase filtration rates. Thus, being neither predator nor prey, there is little for _A. anatina_ to gain by increasing locomotory ability, as the increased metabolic rate would reduce their ability to close their valves when under threat, i.e. the costs must outweigh the benefits.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "That said, there are other forms of thermal compensation and acclimation that we did not explore. The phenomena of heat and cold hardening have been well studied in plants, bacteria and fruit flies. There is a clear demonstrable advantage where short-term exposure to very high or low, but non-lethal temperatures can result in a favourable shift in the upper or lower critical temperature, respectively, while other physiological and performance characteristics remain unchanged (Hoffmann, 1995). One study recently found that acclimation can have an (albeit minimal) affect on the upper critical thermal maximum in North American freshwater mussels, with an increase of 1–2°C following acclimation seen in two of three species tested (Galbraith et al., 2012). With many species living close to their upper thermal limit, a difference of 1–2°C may be the difference between life and death. It remains to be seen whether the thermal tolerance limits show signs of thermal compensation in _A. anatina_.", "regional_group": "North America", "geographical_scopes": ["Large regions"], "main_country_focus": []}
{"question": "To summarise, _A. anatina_, like many bivalves, has a very low-energy lifestyle. It inhabits a relatively stable thermal environment (in the short-term when compared with the marine intertidal), where temperature changes are slow. We suggest that these two factors serve as selective pressures for these mussels to not compensate behaviour or metabolic rate. Because their only predator avoidance mechanism is to close their valves, combined with the fact that they are subject to considerable seasonal fluctuations in food supplies, they instead simply allow their behaviour and metabolic rate to fluctuate at the behest of the seasons. Given the 500 million year fossil record for bivalves, this is most clearly an ecologically and evolutionary successful strategy that needs to be further explored and more explicitly considered in acclimation/acclimatization models.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "CONCLUSIONS AND IMPLICATION In conclusion, the study found that while most participants knew the dietary influence on their  conditions, a significant proportion was unaware of it. Cultural practices, such as consuming  traditional carbohydrate-rich foods, posed a challenge to some participants in making proper  dietary choices. However, most patients had received the necessary support from family, spouses, and friends to adhere to the recommended changes in their diet. The findings also revealed that patients were willing to change their dietary practices and had adequate knowledge to self-manage their conditions. However, eating a balanced diet remained a challenge due to affordability and the availability of recommended foods. Overall, the study emphasised the significance of nutrition education and counselling in empowering patients to manage their conditions effectively.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
{"question": "Implications Based on the study's findings, there are several implications for healthcare workers and policymakers. While providing nutrition education and counselling is commendable, healthcare workers should put more effort into ensuring that the message is clearly understood by patients, especially those with poor knowledge. Furthermore, healthcare providers should consider cultural practices, such as consuming traditional foods, when developing patient 33 dietary plans. To help patients contextualise their knowledge, experiential learning through a hospital kitchen could greatly benefit. The study also indicates that food security remains a challenge in the country, and policymakers should develop strategies to ensure that food security is addressed, especially for the ageing population. Finally, the study revealed that a low proportion of participants had their HbA1c levels measured within the last three months, which is a concern that requires further investigation by the CDM clinic team.", "regional_group": null, "geographical_scopes": [], "main_country_focus": []}
